IDEA Open Model
LoadCase.Variable Property
 Variable type
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public VariableType Variable { get; set; }
Public Property Variable As VariableType
	Get
	Set
public:
property VariableType Variable {
	VariableType get ();
	void set (VariableType value);
}
Property Value
Type: VariableType
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace